Repository: alicanov98/Discount_App
Catalog: Discount/Localizable.xcstrings
Source language: en
Languages: az, ru

# Sistem seçimi cihazın görünüş ayarına uyğunlaşır.
source: System follows your device’s appearance.
az: Sistem seçimi cihazın görünüş ayarına uyğunlaşır.
ru: Системное оформление соответствует настройкам устройства.

# Sıfırla
source: Reset
az: Sıfırla
ru: Сбросить

# Sıralama
source: Sort by
az: Sıralama
ru: Сортировка

# Son fürsəti qaçırma
source: Last chance
az: Son fürsəti qaçırma
ru: Последний шанс

# Tanıtımı keç
source: Skip introduction
az: Tanıtımı keç
ru: Пропустить знакомство

# Telefon
source: Phone
az: Telefon
ru: Телефон

# Tez-tez verilən suallar və faydalı keçidlər.
source: Frequently asked questions and useful links.
az: Tez-tez verilən suallar və faydalı keçidlər.
ru: Частые вопросы и полезные ссылки.

# Təklif tapılmadı
source: No offers found
az: Təklif tapılmadı
ru: Предложения не найдены

# Təklifləri kəşf et
source: Explore offers
az: Təklifləri kəşf et
ru: Посмотреть предложения

source: Save offers to favorites. Choose your interests to discover relevant campaigns.
az: Təklifləri seçilmişlərinə əlavə et. Maraqlarını seçərək sənə uyğun kampaniyaları kəşf et.
ru: Сохраняйте предложения в избранное. Выберите интересы, чтобы находить подходящие акции.

# Tətbiq
source: App
az: Tətbiq
ru: Приложение

# Tətbiqdən istifadə və məlumatların idarəsi haqqında.
source: About using the app and managing your information.
az: Tətbiqdən istifadə və məlumatların idarəsi haqqında.
ru: Об использовании приложения и управлении вашими данными.

# Təyinatı sil
source: Remove destination
az: Təyinatı sil
ru: Удалить пункт назначения

# Təzə-təzə gəldi
source: Just added
az: Təzə-təzə gəldi
ru: Только что добавлено

# Tünd
source: Dark
az: Tünd
ru: Тёмное

# Ünvan
source: Address
az: Ünvan
ru: Адрес

# Xəritə
source: Map
az: Xəritə
ru: Карта

# Xəritədə görünən %lld kampaniya
source: %lld campaigns on the map
az: Xəritədə görünən %lld kampaniya
ru: %lld акций на карте

# Xəritədə göstər
source: Show on map
az: Xəritədə göstər
ru: Показать на карте

source: Check location permission on the map and refresh campaigns. You can also tap the map to choose another area without granting location permission.
az: Xəritədə məkan icazəsini yoxla və kampaniyaları yenilə. Məkan icazəsi vermədən də xəritəyə toxunaraq başqa ərazi seçə bilərsən.
ru: Проверьте разрешение на геолокацию и обновите акции на карте. Можно выбрать другую область нажатием на карту без разрешения на геолокацию.

# Xəritədə seçdiyin təyinat
source: Your selected map destination
az: Xəritədə seçdiyin təyinat
ru: Выбранный пункт назначения

# Xəritəni uzaqlaşdır
source: Zoom out
az: Xəritəni uzaqlaşdır
ru: Отдалить карту

# Xəritəni yaxınlaşdır
source: Zoom in
az: Xəritəni yaxınlaşdır
ru: Приблизить карту

source: No campaigns in the visible area. Move or zoom out to see more.
az: Xəritənin görünən hissəsində kampaniya yoxdur. Başqa kampaniyaları görmək üçün xəritəni sürüşdür və ya uzaqlaşdır.
ru: В видимой области нет акций. Переместите карту или уменьшите масштаб.

# Xəta baş verdi
source: Something went wrong
az: Xəta baş verdi
ru: Произошла ошибка

# Xüsusi PRO təklifləri
source: Exclusive PRO offers
az: Xüsusi PRO təklifləri
ru: Особые PRO-предложения

# Xüsusi təklif
source: Special offer
az: Xüsusi təklif
ru: Особое предложение

# Yalnız PRO təkliflər
source: PRO offers only
az: Yalnız PRO təkliflər
ru: Только PRO-предложения

# YAXINLIĞINDA
source: NEARBY
az: YAXINLIĞINDA
ru: РЯДОМ

# Yaxındakı fürsətləri qaçırma.
source: Don’t miss nearby offers.
az: Yaxındakı fürsətləri qaçırma.
ru: Не пропустите предложения рядом.

# Yaxınlıq radiusu
source: Nearby radius
az: Yaxınlıq radiusu
ru: Радиус поиска

# Yaxınlıq radiusu 0-dan böyük və ən çox 500 km olmalıdır.
source: The nearby radius must be greater than 0 and at most 500 km.
az: Yaxınlıq radiusu 0-dan böyük və ən çox 500 km olmalıdır.
ru: Радиус поиска должен быть больше 0 и не превышать 500 км.

# Yaxınlıq, maraqlar və seçilmişlər
source: Nearby offers, interests and favorites
az: Yaxınlıq, maraqlar və seçilmişlər
ru: Предложения рядом, интересы и избранное

# Yaxınlıqdakı kampaniyalar
source: Nearby campaigns
az: Yaxınlıqdakı kampaniyalar
ru: Акции рядом

# Yaxınlıqdakı təkliflər
source: Nearby offers
az: Yaxınlıqdakı təkliflər
ru: Предложения рядом

# Yaxınlıqdakı təkliflər görünmür?
source: Why can’t I see nearby offers?
az: Yaxınlıqdakı təkliflər görünmür?
ru: Почему не отображаются предложения рядом?

# Yaxınlıqdakı yeni təkliflər.
source: New offers near you.
az: Yaxınlıqdakı yeni təkliflər.
ru: Новые предложения рядом с вами.

# Yemək və içki
source: Food and drink
az: Yemək və içki
ru: Еда и напитки

# Yeni fürsətlərə salam de.
source: Say hello to new opportunities.
az: Yeni fürsətlərə salam de.
ru: Откройте новые возможности.

# Yeni sevimlilərini kəşf et
source: Discover new favorites
az: Yeni sevimlilərini kəşf et
ru: Откройте новые любимые места

# Yeni şifrə
source: New password
az: Yeni şifrə
ru: Новый пароль

# Yenidən cəhd et
source: Try again
az: Yenidən cəhd et
ru: Попробовать снова

# Yenilənən və bitmək üzrə olan seçilmiş təkliflər.
source: Updates and reminders for favorite offers ending soon.
az: Yenilənən və bitmək üzrə olan seçilmiş təkliflər.
ru: Обновления избранных предложений и напоминания об их завершении.

# Yol tarifi al
source: Get directions
az: Yol tarifi al
ru: Построить маршрут

# Yüklənir
source: Loading
az: Yüklənir
ru: Загрузка
